{"mySkillbox/U3VydmV5Tm9kZTo1MTI=":"{\"question12\":\"In this exercise, multiple answers must be given in question page 3.\",\"question7\":\"question page 2\",\"question3\":\"first answer question page 3\",\"question4\":\"second answer\",\"question5\":\"third answer\"}","mySkillbox/U3VydmV5Tm9kZTo1MDE=":"{\"question3\":\"right\",\"question4\":\"right or wrong - questions with comment fields are some of the most ubiquitous exercises we offer.\"}","[object Object]":"{}","mySkillbox/U3VydmV5Tm9kZTozNjY=":"{\"question2\":\"in this exercise, an interactive graph from an external tool is embedded as an iframe.\"}","mySkillbox/U3VydmV5Tm9kZTozNTg=":"{\"Kreuzen Sie die richtigen Lösungen an!\":{\"a) Pedro and Marie have been a couple for many years. Pedro wants to get married, Marie does not.\":\"Target harmony\",\"b) Paolo and Meret have been a couple for many years. Paolo wants to get married, Meret wants them to make a vow first (= get engaged) and only get married in a year or two.\":\"Target harmony\",\"d) Pedro finally wants to have a bit more free time. At the same time, he would like to undertake further training in his free time to improve his promotion prospects.\":\"Conflict of objectives\",\"f) Economic growth and jobs\":\"Target harmony\",\"g) Global economic growth and environmental pollution\":\"Target harmony\"},\"Begründen Sie die Entscheidung, die Sie bei Teilaufgabe d gefällt haben. Arbeiten Sie dabei mit einer geeigneten Formulierung aus dem Instrumentenkasten.\":\"Larger single choice decision tables can also be followed by free text questions.\",\"Zur Teilaufgabe d: Schlagen Sie einen konkreten, ausgewogenen Kompromiss vor.\":\"even multiple text fields\"}","mySkillbox/U3VydmV5Tm9kZToz":"{\"Die Konzertbesucherinnen und -besucher möchten wenig Eintritt bezahlen, der Veranstalter möglichst viele Besucherinnen und Besucher anlocken. Handelt es sich hier um einen Zielkonflikt oder eine Zielharmonie?\":\"Target harmony\",\"Viele Besucherinnen und Besucher  möchten drinnen rauchen. Dem Veranstalter ist die Gesundheit seiner Mitarbeitenden und Gäste wichtig. Handelt es sich hier um einen Zielkonflikt oder eine Zielharmonie?\":\"Conflict of objectives\",\"Die Veranstalter möchten möglichst viele Getränke verkaufen, die Stadt möchte aus Kosten- und Umweltschutzgründen möglichst wenig Abfall entsorgen müssen. Handelt es sich hier um einen Zielkonflikt oder eine Zielharmonie?\":\"Target harmony\",\"Die Bands möchten eine möglichst gute Akustik, die Besucher ein qualitativ hochstehendes Konzert. Handelt es sich hier um einen Zielkonflikt oder eine Zielharmonie?\":\"Conflict of objectives\"}","mySkillbox/U3VydmV5Tm9kZTo1MDc=":"{\"question4\":\"Bei meiner jetzigen Stelle gefällt es mir nicht besonders. Die Chemie zwischen mir und meinem Chef stimmt einfach nicht. Und ausserdem brauche ich mal Abwechslung.\",\"question1\":\"Die Stelle war halt ausgeschrieben, und die SBB kennen alle.\",\"question3\":\"Ich bin gut, das sehen Sie auch in meinen Zeugnissen. \",\"question6\":\"Ich bin immer locker drauf und lasse mich nicht stressen.\",\"question8\":\"Habe ich welche? Na ja, ich komme morgens nicht so schnell aus dem Bett. Aber dafür drehe ich abends dann umso mehr auf.\",\"question11\":\"In this exercise, one paragraph of the question text is formatted differently.\"}","mySkillbox/U3VydmV5Tm9kZToyNzk=":"{\"Frage 1\":[\"Chocolate\",\"Machines\",\"Pharmaceutical products\"]}","mySkillbox/U3VydmV5Tm9kZTo1MTQ=":"{\"Frage 1\":\"In this exercise, the image follows after the text-answer field\"}","mySkillbox/U3VydmV5Tm9kZTozNjA=":"{\"Frage 1\":\"The employer may deploy the apprentice for work that is not related to the apprenticeship occupation.\",\"question1\":\"The employer must release the learner for free courses at the vocational college, but can claim a wage deduction.\",\"question2\":\"The employee may carry out orders for the employer and may pursue his own interests.\",\"question5\":\"The employer must grant the learner at least eight hours of consecutive rest per day.\"}","__test__":"\ud800","mySkillbox/U3VydmV5Tm9kZTozMjU=":"{\"Frage 1\":\"sometimes there is editable text in text fields\",\"Frage 2\":\"z.B. die Arbeitslosen\"}","mySkillbox/U3VydmV5Tm9kZTozNzE=":"{\"Frage1\":{\"I buy a Friday bag made from old truck sheets.\":\"Generates almost no external effects\",\"I buy a mechanical watch made of metal.\":\"Generates external effects\",\"I go on vacation by car.\":\"Generates almost no external effects\",\"I practise dance steps in the basement with soft music\":\"Generates almost no external effects\"}}","mySkillbox/U3VydmV5Tm9kZTo1MTU=":"{\"Frage 2\":\"This is an exercise with several textbased answers. An image precedes the questions.\",\"Frage 3\":\"This is answer 2.\\nNote that in the answer field to question 3, a sample formulation is given before the user enters any text.\"}","mySkillbox/U3VydmV5Tm9kZTozNzQ=":"{\"Frage1\":\"sometimes, single choice answers that require a freetext field have the text preceding the single choice field\"}","mySkillbox/U3VydmV5Tm9kZToxMQ==":"{\"Frage 1\":\"2\",\"question1\":\" minor/multiple\",\"question2\":\"8\",\"question5\":\" coarse/one-off\",\"question8\":\"2\",\"question9\":\" Minor/one-off\",\"question12\":\"12\",\"question13\":\" coarse/multiple\"}","myKV/U3VydmV5Tm9kZTo2MzE=":"{\"question2\":{\"Row 1\":{\"Betrag ungerundet in CHF 6.546907…\":1,\"Column 2\":2},\"Row 2\":{\"Betrag ungerundet in CHF 6.546907…\":3,\"Column 2\":2}}}","mySkillbox/U3VydmV5Tm9kZToyNzg=":"{\"Frage 1\":[\"Economic efficiency (cost-benefit ratio)\"],\"Frage 2\":[\"Equality or justice through equality\",\"Economic efficiency (cost-benefit ratio)\"],\"Frage 3\":[\"Consideration of regional characteristics and proximity to citizens (citizen-oriented problem solving)\"]}","mySkillbox/U3VydmV5Tm9kZTo1MTE=":"{\"Entscheiden Sie für die folgenden Entwicklungen, ob hauptsächlich die Ausgabe- oder die Einnahmeseite der AHV betroffen ist. Entscheiden Sie zudem jeweils, ob die Ausgaben/Einnahmen aufgrund dieser Entwicklung zu- oder abnehmen werden. Ein Beispiel zeigt, wie es gemeint ist.\":{\"Birth rate in Switzerland is rising.\":\"Revenue is increasing.\",\"Life expectancy in Switzerland is increasing.\":\"Revenue decreases.\",\"Retirement age in Switzerland is increasing overall.\":\"Expenditure is increasing.\",\"General interest rate level rises.\":\"Expenditure decreases.\",\"The economic situation worldwide and in Switzerland is poor.\":\"Expenditure is increasing.\",\"Retirement age for women is raised.\":\"Revenue decreases.\",\"The state uses tax revenue to increase its contributions to the AHV.\":\"Revenue is increasing.\"},\"question1\":\"more to the right\",\"Begründen Sie Ihre Entscheidung, indem Sie auf den passenden Grundkonflikt Bezug nehmen.\":\"this is an exercise with a mix of single-choice fields and a textbased answer\"}"}